export default  {
    projects: [
        {
            urlName: 'coffeeInHobby',
            headerImg: 'portfolio-coffee.png',
            name: 'Coffee in Hobby',
            description: 'Концепт сайта кофейни.',
            text: ['Coffee in Hobby это не просто кофейня, в которой вы можете посидеть, а уютное местечко, где можно насладиться вкусом и ароматом свежего кофе, но и место, в котором можно научиться чему-то новому из различных мастер-классов.', 'В данной проекте был разработан логотип, фиремнный стиль и сайт кофейни.', 'Логотип представляет собой руку, что символизирует мастер-классы, и handmade подход ко всему в кофейне.', 'pic:coffee-guideline.png',  'На главной странице сайта, отображены все ценности и услуги кофейни.', 'pic:coffee-website.png', 'Также по дизайну был создан сайт с адаптивной вёрсткой под мобильные устройства и со страницами каталога товаров.  Ссылка на сайт']
        },
        {
            urlName: 'eventsApp',
            headerImg: 'portfolio-events.png',
            name: 'Events App',
            description: 'Приложение для проведения мероприятий',
            text: ['Создание сервиса «Events App» для организации разных сбитый, таких как конференции, форумы и мастер-классы, является актуальной задачей. Для функционирования данного сервиса необходима административная часть, с помощью которой будут добавляться события, составляться расписания, добавляться пользователи, добавляться новости и многое другое.',
            'pic:luca-micheli-ruWkmt3nU58-unsplash.jpg', 'Дизайн и интерфейс веб приложения для администрирования схож с интерфейсом приложения это поддерживает фирменный стиль сервиса и позволяет удобно осуществлять управлением контента.', 'h:Заголоок тут', 'Еще много много текста.В результате проделанной работы удалось сделать базовый функционал веб приложения для администрирования сервиса Events App и заложено хорошее начало для дальнейшего развития как данного приложения, так и всего сервиса в целом.']
        },
        {
            urlName: 'sanchez',
            headerImg: 'portfolio-sanchez.png',
            name: 'Концепт сайта',
            description: 'Для композитора Александра Запорожцева. Sanchez',
            text: ['Тут какой-то текст']
        },
        {
            urlName: 'lettering',
            headerImg: 'portfolio-lettering.png',
            name: 'Леттеринг',
            description: 'Разный леттеринг',
            text: ['Тут какой-то текст']
        },
        {
            urlName: 'smartHome',
            headerImg: 'portfolio-greenzone.png',
            name: 'Умный дом. GreenZone',
            description: 'Открой для себя будущее',
            text: ['Все большую популярность набирает идея создания «умного дома». В основе системы лежит идея о том, что действительно умный дом это не тот дом, который умеет выполнять ваши команды, а тот, который умеет самостоятельно принимать решения о необходимых действиях, основываясь на паттернах поведения хозяев.',
            'pic:bg.jpg', 'h:Что было сделано', 'В рамках этого проекта было произведено исследование отрасли. Составлена идея стартапа. С этим можно озакомится в презентации. Ссылка на презентацию behance.', 'pic:luca-micheli-ruWkmt3nU58-unsplash.jpg', 'Был разработан фирменный стиль компании. Создан дизайн сайта.', 'pic:jeremy-bishop-G9i_plbfDgk-unsplash.jpg'],
        }
    ]
  }