export default  {
    projects: [
        {
            urlName: 'coffeeInHobby',
            headerImg: 'portfolio-coffee.png',
            name: 'Coffee in Hobby',
            description: 'Концепт сайта кофейни.',
            text: ['Coffee in Hobby это не просто кофейня, в которой вы можете посидеть, а уютное местечко, где можно насладиться вкусом и ароматом свежего кофе, но и место, в котором можно научиться чему-то новому из различных мастер-классов.', 'В данной проекте был разработан логотип, фиремнный стиль и сайт кофейни.', 'Логотип представляет собой руку, что символизирует мастер-классы, и handmade подход ко всему в кофейне.', 'pic:coffee-guideline.png',  'На главной странице сайта, отображены все ценности и услуги кофейни.', 'pic:coffee-website.png', 'Также по дизайну был создан сайт с адаптивной вёрсткой под мобильные устройства и со страницами каталога товаров.', 'Сайт Coffee in Hobby проекта l:https://vityapopov98.github.io/coffee/index.html']
        },
        {
            urlName: 'eventsApp',
            headerImg: 'portfolio-events.png',
            name: 'Events App',
            description: 'Приложение для проведения мероприятий',
            text: ['Создание сервиса «Events App» для организации разных сбитый, таких как конференции, форумы и мастер-классы, является актуальной задачей. Для функционирования данного сервиса необходима административная часть, с помощью которой будут добавляться события, составляться расписания, добавляться пользователи, добавляться новости и многое другое.',
            'pic:luca-micheli-ruWkmt3nU58-unsplash.jpg', 'Дизайн и интерфейс веб приложения для администрирования схож с интерфейсом приложения это поддерживает фирменный стиль сервиса и позволяет удобно осуществлять управлением контента.', 'h:Заголоок тут', 'Еще много много текста.В результате проделанной работы удалось сделать базовый функционал веб приложения для администрирования сервиса Events App и заложено хорошее начало для дальнейшего развития как данного приложения, так и всего сервиса в целом.']
        },
        {
            urlName: 'sanchez',
            headerImg: 'portfolio-sanchez.png',
            name: 'Концепт сайта',
            description: 'Для композитора Александра Запорожцева. Sanchez',
            text: ['Интересный дизайн сайта придумал мой друг Илья Смирнов. И я решил сверстать эту страницу.', 'pic:sanchez-muckup.jpg', 'Данный landing page конечно же поддереживает адаптивный вид для планшетов и смартфонов', 'pic:bg.jpg', 'Вы можете посетить эту страницу, посмотреть и послушать музыку.', 'Sanchez Landing Page l:https://maxikon.ru/sanchez/index.html']
        },
        {
            urlName: 'lettering',
            headerImg: 'portfolio-lettering.png',
            name: 'Леттеринг',
            description: 'Красивое донесение мыслей',
            text: ['Леттеринг - это графическое начертание букв и знаков, составляющих единую стилистическую и композиционную систему', 'я занимаюсь леттерингом в качестве хобби', ]
        },
        {
            urlName: 'smartHome',
            headerImg: 'portfolio-greenzone.png',
            name: 'Умный дом. GreenZone',
            description: 'Открой для себя будущее',
            text: ['Все большую популярность набирает идея создания «умного дома». В основе системы лежит идея о том, что действительно умный дом это не тот дом, который умеет выполнять ваши команды, а тот, который умеет самостоятельно принимать решения о необходимых действиях, основываясь на паттернах поведения хозяев.',
            'pic:smartHomeKitchen.png', 'Современные технологии могут позволить нам управлять своим жилищем посредством особых устройств, которые будут предвосхищать желания жителей жилища, тем самым упрощая их жизнь в быстром темпе современного общества.',  'h:Что было сделано', 'В рамках этого проекта было произведено исследование отрасли. Составлена идея стартапа. С этим можно озакомится в презентации.', 'Презентация проекта l:https://www.behance.net/gallery/83740947/prezentacija-proekta-umnyj-dom', 'pic:smartHomePresentation.png', 'Был разработан фирменный стиль компании. Создан дизайн сайта.', 'pic:main2redesign.jpg', 'Страница магазиная', 'pic:reStoreFullScreen.jpg'],
        }
    ]
  }